org/2021-30.org
#+SETUPFILE: ./hugo_setup.org
#+TITLE: 2021 年第 30 周总结
#+DATE: <2021-07-26 Mon>
#+HUGO_TAGS: 总结
7.19-7.25

周五：

- [X] Learning How to Learn
- [X] 选择合适的面试编程语言

周六：

- [X] HTML
  [[https://developer.mozilla.org/en-US/docs/Learn/HTML/Introduction_to_HTML/Getting_started]]
- [X] CSS
  [[https://developer.mozilla.org/en-US/docs/Learn/CSS/First_steps/What_is_CSS]]
- [X] What is programming? [[https://youtu.be/N2bXEUSAiTI]]

  - 如果你每天都把时间浪费在你并不是真正想做的事情上，你什么时候才可以有所成长？

周日：

- [X] HTML
  [[https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/HTML_basics]]
- [X] CSS
  [[https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/CSS_basics]]
- [X] What is programming? [[https://youtu.be/N2bXEUSAiTI]]

  - object-level skill vs meta-level skill

- [X] Learning How to Learn
  [[https://www.coursera.org/learn/learning-how-to-learn/lecture/75EsZ/introduction-to-the-focused-and-diffuse-modes]]

思考：

- 有些事情，对我来说根本不重要，我却反复地做这些事
