blog/2021/2021-30.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-06 Sun 15:54 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>2021 年第 30 周总结</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">2021 年第 30 周总结</h1>
</header><p>
7.19-7.25
</p>

<p>
周五：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> Learning How to Learn</li>
<li class="on"><code>[X]</code> 选择合适的面试编程语言</li>
</ul>

<p>
周六：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> HTML
<a href="https://developer.mozilla.org/en-US/docs/Learn/HTML/Introduction_to_HTML/Getting_started">https://developer.mozilla.org/en-US/docs/Learn/HTML/Introduction_to_HTML/Getting_started</a></li>
<li class="on"><code>[X]</code> CSS
<a href="https://developer.mozilla.org/en-US/docs/Learn/CSS/First_steps/What_is_CSS">https://developer.mozilla.org/en-US/docs/Learn/CSS/First_steps/What_is_CSS</a></li>
<li class="on"><code>[X]</code> What is programming? <a href="https://youtu.be/N2bXEUSAiTI">https://youtu.be/N2bXEUSAiTI</a>

<ul class="org-ul">
<li>如果你每天都把时间浪费在你并不是真正想做的事情上，你什么时候才可以有所成长？</li>
</ul></li>
</ul>

<p>
周日：
</p>

<ul class="org-ul">
<li class="on"><code>[X]</code> HTML
<a href="https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/HTML_basics">https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/HTML_basics</a></li>
<li class="on"><code>[X]</code> CSS
<a href="https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/CSS_basics">https://developer.mozilla.org/en-US/docs/Learn/Getting_started_with_the_web/CSS_basics</a></li>
<li class="on"><code>[X]</code> What is programming? <a href="https://youtu.be/N2bXEUSAiTI">https://youtu.be/N2bXEUSAiTI</a>

<ul class="org-ul">
<li>object-level skill vs meta-level skill</li>
</ul></li>

<li class="on"><code>[X]</code> Learning How to Learn
<a href="https://www.coursera.org/learn/learning-how-to-learn/lecture/75EsZ/introduction-to-the-focused-and-diffuse-modes">https://www.coursera.org/learn/learning-how-to-learn/lecture/75EsZ/introduction-to-the-focused-and-diffuse-modes</a></li>
</ul>

<p>
思考：
</p>

<ul class="org-ul">
<li>有些事情，对我来说根本不重要，我却反复地做这些事</li>
</ul>
</div>
</body>
</html>